Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=471_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Bohccostallit – ryhmälle kiitosta Oulussa
smn: Bohccostallit – juávkun kijttoseh Oulust

source: Saamelaisnuoria edustanut Bohccostallit – ryhmä sai kiitosta ja kunniamaininnan Oulussa valtakunnallisessa
smn: Säminuorâid ovdâstâm Bohccostallit – juávkku uážui kijttosijd já kunneemainâšume Oulust väldikodálii

source: 20.-22.5. reippaalla esityksellään “ Njuovvan ” (poron teurastus).
smn: 20.-22.5. virkkuus čáittusijnis “ Njuovvan ” (njuovvâm).

source: Katselmukseen osallistui yli 1100 nuorta ja lasta 126 ryhmässä, joista Ivalon alakoulun kolme tyttöä ja neljä poikaa olivat nuorimmat.
smn: Tábáhtusân uásálistii paijeel 1100 nuorrâd já párnážid 126 juávhust, main Avveel vyeliškoovlâ kulmâ nieidâ já nelji kaandâ lijjii nuorâmusah.

source: Ryhmän ohjaajat, opettajat Bigga-Helena Magga ja Rauna Mätäsaho olivat iloisesti yllättyneitä ryhmänsä menestyksen vuoksi.
smn: Juávhu stivrejeijeeh, mattáátteijeeh Bigga-Helena Magga já Rauna Mätäsaho láin ilolávt oláttum jieijâs juávhu miänástume keežild.

source: Tanssin idea sai alkunsa jakutialaisen Sykkys – tanssiryhmän esityksestä Ijahis Idja – tapahtumassa Inarissa 2010.
smn: Taansâ juurdâ vuolgij jakutialii Sykkys – tanssâjuávhu čáittusist Ijâttis Ijjâ – tábáhtusâst Anarist 2010.

source: Oulun katselmukseen osallistuivat myös Ivalon lukion Villasat - ryhmä tanssillaan Doaivut ja vuoimmehuvvat (Toivoa ja lannistua).
smn: Oulu tábáhtusân uásálistij meid Avveel luvâttuv Villasat - juávkku tanssáin Doaivut ja vuoimmehuvvat (Tuáivuđ já navcâttuđ).

source: Ryhmän viisi tyttöä olivat itse tehneet koreografian tanssi- ja draamaopettaja Teija Sonkkilan avustuksella, joka myös toimi ryhmän ohjaajana.
smn: Juávhu vittâ nieidâ lijjii jieijah ráhtám koreografia tanssâ- ja draamamáttáátteijee Teija Sonkkila iššijn, kote tooimâi še juávhu stivrejeijen.

source: Tanssin idea perustuu elokuvaan Kautokeinon kapina, josta myös esityksen taustalla soinut Mari Boinen musiikki oli lainattu.
smn: Taansâ juurdâ vuáđuduvá elleekován Kuovdâkiäinu stuime, mast meiddei čáittus tyehin čuoijâm Mari Boinen muusil lâi luoihâttum.

source: Tyttöjen opettaja Marjaana Aikio oli ommellut hienot ja värikkäät esiintymisasut.
smn: Nieidâi máttáátteijee Marjaana Aikio lâi kuárrum fiijnâ já ivnáás lávdástâllâmkaarvuid.

source: Kotiin lähdössä
smn: Pááikán vyelgimin

source: Kuvasta puuttuvat Anne Olli sekä ohjaajat Marjaana Aikio ja Teija Sonkkila.
smn: Kooveest váiluh luvâttuv uáppee Anne Olli sehe stivrejeijeeh Marjaana Aikio já Teija Sonkkila.

source: Valokuva Anni Näkkäläjärvi.
smn: Čuovâkove: Anni Näkkäläjärvi.
